"Create Vault" = "Maak kluis";

"Lock Vault" = "Vergrendel kluis";
"Unlock Vault" = "Ontgrendel kluis";
"Provide a passphrase for the Cryptomator Vault {0}" = "Geef een wachtwoordzin op voor de Cryptomator-kluis {0}";
"Provide your passphrase to unlock the Cryptomator Vault {0}" = "Geef uw wachtwoordzin op om de Cryptomater-kluis {0} te ontgrendelen";
"Passphrase" = "Wachtwoordzin";
"Confirm Passphrase" = "Bevestig wachtwoordzin";

"Very weak" = "Erg zwak";
"Weak" = "Zwak";
"Fair" = "Redelijk";
"Strong" = "Sterk";
"Very strong" = "Erg sterk";

"Encrypted" = "Versleuteld";
"Decrypted" = "Ontsleuteld";
